[
  {
    "id": 1,
    "category": "Consola de videojuegos",
    "name": "Sony PlayStation 5",
    "image": "playstation5.jpg",
    "price": 620000,
    "discount": 21,
    "stock": 33,
    "description": "Con tu consola PlayStation 5 tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. PlayStation renovó las expectativas del mundo virtual con esta nueva consola y su gran rendimiento. Cuenta con una interfaz de usuario más rápida y fácil de navegar que en anteriores modelos. Además, podrás jugar durante horas desafiando a millones de contrincantes alrededor del mundo que esperan nuevos retos. Calidad de otro nivel Se considera que esta consola es de las mejores dentro del mercado, dado que presenta una resolución de hasta 4K. Además, el control DualSense para PS5 combina estilo y tecnología para que jugar sea más cómodo e interactivo para todos sus jugadores. Adaptada a tus necesidades Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 825 GB. Al contar con un procesador de 8 núcleos y uno gráfico, brinda una experiencia dinámica, respuestas ágiles, y transiciones fluidas de imágenes en alta definición. Por otro lado, tiene puerto USB y salida HDMI, que permiten conectar accesorios y cargar la batería de tu control mientras jugás. Vas a poder reproducir música, ver tus películas y series favoritas a través de las aplicaciones descargables.",
    "warranty": 12,
    "rating": 2.2
  },
  {
    "id": 2,
    "category": "Consola de videojuegos",
    "name": "Microsoft Xbox Series S",
    "image": "product2.jpg",
    "price": 509676,
    "discount": 0,
    "stock": 23,
    "description": "Con tu consola Xbox Series tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. La nueva generación de consolas está comandada por la Xbox Series que llegó al mercado para sorprender a todos. Su potencia y alto rendimiento te permitirá reducir las horas de descarga de juegos y contenido de manera considerable en comparación con otras consolas. Además, vas a poder jugar durante horas mientras te divertís con jugadores de todo el mundo. Adaptada a tus necesidades Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 512 GB. Al contar con un procesador de 8 núcleos y uno gráfico, brinda una experiencia dinámica, respuestas ágiles, y transiciones fluidas de imágenes en alta definición. Por otro lado, tiene puerto USB y salida HDMI, que permiten conectar accesorios y cargar la batería de tu control mientras jugás. Vas a poder reproducir música, ver tus películas y series favoritas a través de las aplicaciones descargables.",
    "warranty": 24,
    "rating": 3.1
  },
  {
    "id": 3,
    "category": "Celular",
    "name": "Xiaomi Redmi Note 11 (Snapdragon) Dual SIM 128 GB gris grafito 4 GB RAM",
    "image": "product3.jpg",
    "price": 143169,
    "discount": 31,
    "stock": 18,
    "description": "Fotografía profesional en tu bolsillo Descubrí infinitas posibilidades para tus fotos con las 4 cámaras principales de tu equipo. Poné a prueba tu creatividad y jugá con la iluminación, diferentes planos y efectos para obtener grandes resultados. Experiencia visual increíble Mirá tus series y películas favoritas con la mejor definición a través de su pantalla AMOLED de 6.43\". Disfrutá de colores brillantes y detalles precisos en todos tus contenidos. Mayor rendimiento Su memoria RAM de 4 GB permite que tu smartphone funcione de manera fluida y sin demoras al realizar distintas tareas, jugar o navegar. Desbloqueo facial y dactilar Máxima seguridad para que solo vos puedas acceder al equipo. Podrás elegir entre el sensor de huella dactilar para habilitar el teléfono en un toque, o el reconocimiento facial que permite un desbloqueo hasta un 30% más rápido. Batería de duración superior ¡Desenchufate! Con la súper batería de 5000 mAh tendrás energía por mucho más tiempo para jugar, ver series o trabajar sin necesidad de realizar recargas.",
    "warranty": 12,
    "rating": 2.2
  },
  {
    "id": 4,
    "category": "Procesador",
    "name": "Ryzen 5 5600g",
    "image": "product4.jpg",
    "price": 239580,
    "discount": 38,
    "stock": 39,
    "description": "Mejora tu experiencia de juego con el Procesador gamer AMD Ryzen 5 5600G, diseñado para brindarte un rendimiento excepcional en tus juegos favoritos. Con sus 6 núcleos y 12 hilos, este procesador te permitirá disfrutar de una multitarea fluida y eficiente. Gracias a su arquitectura x86-64 y litografía de 7 nm, obtendrás un rendimiento óptimo con un menor consumo de energía. La frecuencia de reloj de 3.9 GHz a 4.4 GHz garantiza una velocidad de procesamiento rápida, mientras que la memoria caché de 16 MB te ayudará a acceder rápidamente a tus datos más utilizados. Además, este procesador es compatible con memoria RAM DDR4, lo que te permitirá aprovechar al máximo la velocidad y capacidad de tu sistema. El procesador gráfico Radeon Graphics integrado te brinda una calidad de imagen excepcional, permitiéndote disfrutar de tus juegos sin necesidad de una tarjeta gráfica adicional. Además, el procesador está desbloqueado, lo que te da la libertad de realizar overclocking y personalizar tu experiencia de juego según tus preferencias. Con una potencia de diseño térmico de 65 W, este procesador garantiza un funcionamiento eficiente y una menor generación de calor. Compatible con zócalos AM4, podrás instalarlo fácilmente en tu placa madre y comenzar a disfrutar de una experiencia de juego inigualable. No esperes más para llevar tu PC al siguiente nivel con el AMD Ryzen 5 5600G.",
    "warranty": 14,
    "rating": 3.4
  },
  {
    "id": 5,
    "category": "Procesador",
    "name": "Procesador gamer Intel Core i7-13700K BX8071513700K de 16 núcleos y 5.4GHz de frecuencia con gráfica integrada",
    "image": "product5.jpg",
    "price": 102201,
    "discount": 40,
    "stock": 30,
    "description": "Productividad y entretenimiento, todo disponible en tu computadora de escritorio. La superioridad tecnológica de INTEL es un beneficio para todo tipo de profesionales. Asegura el mejor rendimiento de las aplicaciones, de la transferencia de datos y la conexión con otros elementos tecnológicos. Núcleos: el corazón del procesador En este producto, encontrarás los núcleos, que son los encargados de ejecutar las instrucciones y actividades que le asignás a tu dispositivo. Estos tienen relación directa con dos elementos: los hilos y el modelo. Por lo tanto, a la hora de elegir un procesador, es importante que valores los tres en su conjunto. Máxima potencia Al estar desbloqueado, podrás realizar overclocking y así aumentar la frecuencia de funcionamiento y optimizar el rendimiento de tu equipo. Personalizalo a tu gusto y disfrutá de tus videojuegos o hacé que la renderización de imágenes sea más ágil. ¡Descubrí el abanico de posibilidades que esta función te ofrece!",
    "warranty": 15,
    "rating": 3.2
  },
  {
    "id": 6,
    "category": "Placa de video",
    "name": "AMD ASRock Challenger Radeon 6600 Series RX 6600 XT RX6600XT CLD 8GO OC Edition - 8 GB",
    "image": "product6.jpg",
    "price": 87723,
    "discount": 30,
    "stock": 7,
    "description": "Mejora tu experiencia de juego con la Placa de video AMD ASRock Challenger Radeon 6600 Series RX 6600 XT RX6600XT CLD 8GO OC Edition de 8GB. Esta potente tarjeta gráfica cuenta con 2048 núcleos y una velocidad de datos de memoria de 16 Gbps, lo que te permitirá disfrutar de tus juegos favoritos con gráficos impresionantes y un rendimiento fluido. La interfaz PCI-Express 4.0 asegura una conexión rápida y estable con la placa madre, mientras que el bus de memoria de 128 bits garantiza una transferencia de datos eficiente. Con la capacidad de conectar hasta 4 monitores y una resolución máxima de 7680x4320, podrás sumergirte en tus juegos como nunca antes. Además, la compatibilidad con DirectX y OpenGL te brinda acceso a una amplia gama de títulos y efectos visuales avanzados. La edición OC (Overclocked) de esta placa de video ofrece frecuencias de núcleo mejoradas para un rendimiento aún más rápido: 2000 MHz de frecuencia base, 2593 MHz de frecuencia boost y 2382 MHz en modo de juego. Todo esto, combinado con un requerimiento energético de 500 W, hace que la AMD ASRock Challenger Radeon 6600 XT sea una opción ideal para los gamers más exigentes en Argentina. No dejes pasar la oportunidad de elevar tu experiencia de juego al siguiente nivel con esta potente y versátil placa de video.",
    "warranty": 1,
    "rating": 2.9
  },
  {
    "id": 7,
    "category": "Procesador",
    "name": "Procesador Amd Ryzen 7 5800x  8 Nucleos 16 Hilos 4.7ghz",
    "image": "product7.jpg",
    "price": 229300,
    "discount": 40,
    "stock": 8,
    "description": "Clave en el rendimiento de tu computadora de escritorio, ya no tenés que pensar en cómo distribuir el tiempo y acciones porque ahora las tareas en simultáneo son posibles. AMD cuenta con un catálogo de productos que se adaptan a los requerimientos de todo tipo de usuarios: juegos en línea, edición a gran escala, contenido en múltiples plataformas y más. Núcleos: el corazón del procesador En este producto, encontrarás los núcleos, que son los encargados de ejecutar las instrucciones y actividades que le asignás a tu dispositivo. Estos tienen relación directa con dos elementos: los hilos y el modelo. Por lo tanto, a la hora de elegir un procesador, es importante que valores los tres en su conjunto. Máxima potencia Al estar desbloqueado, podrás realizar overclocking y así aumentar la frecuencia de funcionamiento y optimizar el rendimiento de tu equipo. Personalizalo a tu gusto y disfrutá de tus videojuegos o hacé que la renderización de imágenes sea más ágil. ¡Descubrí el abanico de posibilidades que esta función te ofrece!",
    "warranty": 5,
    "rating": 1.6
  },
  {
    "id": 8,
    "category": "Placa madre",
    "name": "arjeta Madre Asus A320m-k Amd A320 Ryzen 1ra Gen A-series 7",
    "image": "product8.jpg",
    "price": 128798,
    "discount": 0,
    "stock": 49,
    "description": "MARCA: ASUS MODELO: MOTHERBOARD A320M-K MOTHER ASUS A320M-K AM4 VGA/HDMI Construida para Durar ASUS es la marca líder en tarjetas madre del mundo, renombrada por sus diseños únicos. Nuestras pruebas exhaustivas sobrepasan el estándar de la industria, respaldados por componentes de alta calidad para una protección excepcional en situaciones reales. Nuestras tarjetas madre están probadas para ser compatibles con más de 1,000 componentes y dispositivos, y cada nuevo modelo atraviesa por un mínimo de 8,000 horas de estrictas validaciones. ASUS te ofrece la seguridad de saber que tu tarjeta madre está lista para todo tipo de ambientes y aplicaciones. Al escoger ASUS, también escoges la libertad de seleccionar componentes para tener una experiencia de PC DIY sin problemas! ASUS Prime es la siguiente evolución de la tarjeta madre ASUS, nacida con un pedigree que data de 1989. Nuestro equipo de ingenieros de clase mundial son apasionados en darle el poder a todo el mundo de disfrutar de los beneficios de la personalización y los ajustes, y la fuerza motriz detrás del desarrollo de Prime es el hacer los controles avanzados fácilmente accesibles - maximizando rendimiento, estabilidad y compatibilidad para tener las mejores experiencias de armado de PC DIY. En resumen: es hora de Prime.",
    "warranty": 10,
    "rating": 1.8
  },
  {
    "id": 9,
    "category": "Placa madre",
    "name": "Motherboard Asus Prime B560-plus S1200 Ddr4 Oem Acuario",
    "image": "product9.jpg",
    "price": 381000,
    "discount": 41,
    "stock": 30,
    "description": "Prime ASUS Prime series motherboards are expertly engineered to unleash the full potential of 10th and 11th Generation Intel® Core™ processors. Boasting a robust power design, comprehensive cooling solutions and intelligent tuning options, PRIME B560-PLUS AC-HES provides daily users and DIY PC builders a range of performance tuning options via intuitive software and firmware features.",
    "warranty": 18,
    "rating": 1.9
  },
  {
    "id": 10,
    "category": "Placa madre",
    "name": "Motherboard Gigabyte Amd B450m Ds3h V2 Am4 Ryzen Ddr4 Pc",
    "image": "product10.jpg",
    "price": 79345,
    "discount": 35,
    "stock": 16,
    "description": "Las placas base de GIGABYTE están listas para admitir los últimos procesadores AMD Ryzen™ serie 5000 y son compatibles con versiones anteriores de los procesadores AMD Ryzen™ serie 4000, 3000, 2000 y 1000. Con una amplia lista de funciones en las Motherboard de GIGABYTE, como Ultra Durable™ Las Motherboard de la serie UD de GIGABYTE utilizan un diseño digitale PWM de 4+2 fases +MOSFET de bajo RDS(activo) para soportar los CPU AMD Ryzen™ de 3° generación al ofrecer una precisión increíble en la entrega de energía a los componentes de la Motherboard que consumen más y son sensibles a la energía y ofrecen un rendimiento mejorado del sistema y la máxima escalabilidad de hardware. La solución GIGABYTE M.2 ofrece un rendimiento de almacenamiento considerablemente más rápido y compatibilidad con interfaces PCIe y SATA* para dispositivos M.2 SSD",
    "warranty": 20,
    "rating": 3.5
  },
  {
    "id": 11,
    "category": "Memoria Ram",
    "name": "PNY XLR8 Gaming EPIC-X RGB MD8GD4320016XRGB 1 8 GB - Negro - RGB",
    "image": "product11.jpg",
    "price": 200557,
    "discount": 18,
    "stock": 32,
    "description": "Mejora tu experiencia de juego con la Memoria RAM XLR8 Gaming EPIC-X RGB de PNY, diseñada especialmente para gamers. Con una capacidad de 8GB y una velocidad de 3200 MHz, esta memoria DDR4 te permitirá disfrutar de tus juegos favoritos sin interrupciones ni demoras. Además, su formato UDIMM y sus 288 pines aseguran una fácil instalación y compatibilidad con la mayoría de las computadoras. La tecnología Intel XMP te brinda un rendimiento óptimo y estable, mientras que su iluminación RGB en color negro le da un toque de estilo a tu equipo. No esperes más para llevar tu experiencia de juego al siguiente nivel con la Memoria RAM XLR8 Gaming EPIC-X RGB de PNY.",
    "warranty": 23,
    "rating": 1.1
  },
  {
    "id": 12,
    "category": "Auricular",
    "name": "Auriculares gamer Havit Gamer H2232D negro con luz rgb LED",
    "image": "product12.jpg",
    "price": 51760,
    "discount": 11,
    "stock": 27,
    "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los Havit H2232D no te perdés ningún detalle y escuchás el audio tal y como fue diseñado por los creadores. El formato perfecto para vos. El diseño over-ear brinda una comodidad insuperable gracias a sus suaves almohadillas. Al mismo tiempo, su sonido envolvente del más alto nivel se convierte en el protagonista de la escena.",
    "warranty": 3,
    "rating": 3.7
  },
  {
    "id": 13,
    "category": "Fuente de alimentacion",
    "name": "Fuente Redragon 850w Gc-ps010 Full Modular 80 Plus Gold",
    "image": "product13.jpg",
    "price": 187983,
    "discount": 41,
    "stock": 5,
    "description": "La fuente de Redragon ahorra energía a través de su alta eficiencia certificada 80 PLUS Bronze de hasta el 85%. Además, un sistema de ventilador silencioso de 14cm que está optimizado para ofrecer un excelente flujo de aire a un nivel de ruido excepcionalmente bajo. Y el potente riel individual de +12V permite un uso continuo con un rendimiento estable y confiable.",
    "warranty": 11,
    "rating": 1
  },
  {
    "id": 14,
    "category": "Fuente de alimentacion",
    "name": "Evga 600 W1 600 W - Black - 100V/240V",
    "image": "product14.jpg",
    "price": 183682,
    "discount": 0,
    "stock": 39,
    "description": "La fuente de alimentación para PC Evga 600 W1 black es la solución perfecta para aquellos que buscan una fuente confiable y de alto rendimiento para sus computadoras de escritorio. Con una potencia de salida de 600 W, esta fuente ATX es ideal para sistemas gamer y de alto rendimiento. Su eficiencia certificada 80 Plus White garantiza un consumo energético óptimo y un menor impacto en la factura de electricidad. La refrigeración por aire y el ventilador de 120 mm aseguran que la fuente se mantenga fresca y funcione de manera silenciosa, permitiéndote disfrutar de tus juegos y aplicaciones sin distracciones. Además, cuenta con protecciones de bajo voltaje, sobre potencia, sobre voltaje y contra cortocircuitos, brindándote la seguridad y confiabilidad que necesitas para proteger tus componentes. La Evga 600 W1 black ofrece una gran cantidad de conectores, incluyendo 3 conectores HDD, 6 conectores SATA y 2 conectores PCI-E, lo que te permite conectar múltiples dispositivos y componentes a tu sistema. Además, su conector de 24 pines para la placa madre asegura una compatibilidad amplia con diferentes modelos de placas.",
    "warranty": 5,
    "rating": 1.9
  },
  {
    "id": 15,
    "category": "Mouse",
    "name": "Logitech Pro Series G Pro Hero - Negro",
    "image": "product15.jpg",
    "price": 194224,
    "discount": 48,
    "stock": 44,
    "description": "Sumérgete en el mundo de los videojuegos con el mouse gamer Logitech Pro Series G Pro Hero en color negro. Diseñado especialmente para gamers, este mouse cuenta con un sensor óptico Hero 25K de alta precisión que te permitirá apuntar y moverte con total fluidez y exactitud. Con sus 25600 dpi de resolución, no habrá enemigo que se te escape. Además, sus 6 botones te brindarán un control total y personalizable para que puedas adaptarlo a tus necesidades y estilo de juego. El cable de 2.1 metros de largo te proporcionará la libertad de movimiento que necesitas para disfrutar de tus partidas sin restricciones. Y por si fuera poco, la rueda de desplazamiento te permitirá navegar por tus menús y opciones de manera rápida y cómoda. No esperes más y lleva tu experiencia gamer al siguiente nivel con el mouse Logitech G Pro Hero.",
    "warranty": 11,
    "rating": 1.6
  },
  {
    "id": 16,
    "category": "Mouse",
    "name": "Mouse gamer de juego inalámbrico recargable Logitech G Series Lightspeed G502 negro",
    "image": "product16.jpg",
    "price": 151557,
    "discount": 42,
    "stock": 24,
    "description": "Logitech diseña productos y experiencias que ocupan un lugar cotidiano en la vida de las personas, poniendo foco en la innovación y la calidad. Su objetivo es crear momentos verdaderamente únicos y significativos para sus usuarios. Los mouses Logitech se adaptan a la forma de tu mano para proporcionarte horas de comodidad. Sin necesidad de mover el brazo para deslizar el cursor, tu mano se fatigará menos. Son ideales para cualquier espacio de trabajo y quienes tienen la mesa llena de diversos objetos.",
    "warranty": 11,
    "rating": 2
  },
  {
    "id": 17,
    "category": "Teclado",
    "name": "Teclado gamer HyperX Alloy Origins Core QWERTY Red inglés US color negro con luz RGB",
    "image": "product17.jpg",
    "price": 18436,
    "discount": 35,
    "stock": 9,
    "description": "Este teclado HyperX de alto rendimiento permite que puedas disfrutar de horas ilimitadas de juegos. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Podrás mejorar tu experiencia de gaming, ya seas un aficionado o todo un experto y hacer que tus jugadas alcancen otro nivel. Distinción a todo color. Su retroiluminación le da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados. Tecnología antighosting. Este dispositivo tiene teclas antighosting. Esta cualidad es indispensable si requerís de un uso intensivo del periférico. Gracias a esto podrás evitar fallas al tocar varias teclas al mismo tiempo.",
    "warranty": 3,
    "rating": 4.1
  },
  {
    "id": 18,
    "category": "Teclado",
    "name": "Teclado Mecánico Hyperx Rgb Alloy Mkw100 Gamer Switch Red Pc",
    "image": "product18.jpg",
    "price": 147124,
    "discount": 0,
    "stock": 11,
    "description": "El HyperX Alloy MKW100 es un teclado mecánico de tamaño completo que es ideal para juegos, trabajo y escuela. Personaliza tu teclado con iluminación y efectos RGB dinámicos y customízalo fácilmente con el software HyperX NGENUITY. La aleación MKW100 tiene una carcasa de aluminio bruñido duradero y presenta una capacidad de respuesta fiable gracias a los interruptores mecánicos a prueba de polvo clasificados para hasta 50 millones de pulsaciones de teclas. Juega cómodamente con el reposamuñecas incluido o desmóntalo según tus necesidades",
    "warranty": 9,
    "rating": 3.3
  },
  {
    "id": 19,
    "category": "Laptop",
    "name": "Notebook Msi Pulse Gl66 12ugkv Intel Core I7 12th Gen 512gb",
    "image": "product19.jpg",
    "price": 157052,
    "discount": 15,
    "stock": 48,
    "description": "La notebook MSI Pulse GL66 es una solución tanto para trabajar y estudiar como para entretenerte. Al ser portátil, el escritorio dejará de ser tu único espacio de uso para abrirte las puertas a otros ambientes ya sea en tu casa o en la oficina. Pantalla con gran impacto visual. Su pantalla de 15.6\" y 1920x1080 px de resolución te brindará colores más vivos y definidos. Tus películas y series preferidas cobrarán vida, ya que ganarán calidad y definición en cada detalle. Eficiencia a tu alcance. Su procesador Intel Core i7, te permitirá ejecutar programas variados y procesos indispensables para desenvolverte en el día a día, ya sea en tu trabajo o en los momentos de ocio en tu hogar. Potente disco sólido. El disco sólido de 512 GB hace que el equipo funcione a gran velocidad y por lo tanto te brinda mayor agilidad para operar con diversos programas. Un procesador exclusivo para los gráficos. Su placa de video RTX 3070 convierte a este dispositivo en una gran herramienta de trabajo para cualquier profesional del diseño. Te permitirá lograr una gran performance en todos tus juegos y en otras tareas cotidianas que impliquen procesamiento gráfico.",
    "warranty": 12,
    "rating": 1.9
  },
  {
    "id": 20,
    "category": "Laptop",
    "name": "Notebook gamer Lenovo Legion 15ACH6H shadow black 15.6\", AMD Ryzen 5 5600H 16GB de RAM 512GB SSD, NVIDIA GeForce RTX 3060 165 Hz 2560x1440px",
    "image": "product20.jpg",
    "price": 153620,
    "discount": 0,
    "stock": 31,
    "description": "La notebook Lenovo Legion 5 fue pensada para hacer tu vida más sencilla. Su diseño elegante e innovador y su comodidad para transportarla, la convertirá en tu PC favorita. Cualquier tarea que te propongas, ya sea en casa o en la oficina, la harás con facilidad gracias a su poderoso rendimiento. Pantalla con gran impacto visual. Su pantalla IPS de 15.6\" y 2560x1440 px de resolución te brindará colores más vivos y definidos. Tus películas y series preferidas cobrarán vida, ya que ganarán calidad y definición en cada detalle. Eficiencia a tu alcance. Su procesador AMD Ryzen 5 de 6 núcleos, te permitirá ejecutar programas variados y procesos indispensables para desenvolverte en el día a día, ya sea en tu trabajo o en los momentos de ocio en tu hogar. Potente disco sólido. El disco sólido de 512 GB hace que el equipo funcione a gran velocidad y por lo tanto te brinda mayor agilidad para operar con diversos programas. Un procesador exclusivo para los gráficos. Su placa de video NVIDIA GeForce RTX 3060 convierte a este dispositivo en una gran herramienta de trabajo para cualquier profesional del diseño. Te permitirá lograr una gran performance en todos tus juegos y en otras tareas cotidianas que impliquen procesamiento gráfico. Una batería que acompaña tu jornada. La batería de este equipo tiene una autonomía de alrededor de 7 horas. La duración varía según el uso, la configuración y otros factores, pero vas a poder usarla durante varias horas sin depender de los enchufes.",
    "warranty": 4,
    "rating": 3.7
  },
  {
    "id": 21,
    "category": "asdfasdf",
    "name": "asdf",
    "image": "default.jpg",
    "price": "123.45",
    "discount": "45",
    "stock": "45",
    "warranty": "432",
    "rating": "324.43"
  }
]